export function FooterMiddle() {
    return (
        <div className="footer__middle">

            <div className="wrapper__middle__content container">
                <div>
                    <ul>
                        <h4 className="footer__middle-ttile">Автомобили</h4>
                        <li>
                            <a href="#">
                                Легковые авто
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Мото
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Автобусы
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Грузовые авто
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Сельхозтехника
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Запчасти и Аксессуары
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Прицепы и Спецтехника
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Прицепы и Спецтехника
                            </a>
                        </li>
                        <li><a href="#"> Водный и Другой транспортa</a></li>
                    </ul>
                    <ul>
                        <h4 className="footer__middle-ttile">Дом и Сад</h4>
                        <li>
                            <a href="#">Товары для интерьера</a>
                        </li>
                        <li>
                            <a href="#">
                                Растения
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Продукты питания
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Посуда и Кухонная утварь
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Хоз.инвентарь и Бытовая химия
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Канцтовары и Расходные
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Прочие товары для дома
                            </a>
                        </li>
                    </ul>
                </div>
                <div>
                    <ul>
                        <h4 className="footer__middle-ttile">Недвижимость</h4>
                        <li>
                            <a href="#">Аренда квартир
                            </a>
                        </li>
                        <li>
                            <a href="#">Аренда домов</a>
                        </li>
                        <li><a href="#">Аренда гаражей и Стоянок
                        </a></li>
                        <li><a href="#">
                            Продажа квартир</a></li>
                        <li><a href="#">
                            ТВ,Фото,Видео и Аудио</a></li>
                        <li><a href="#">
                            Продажа домов</a></li>
                        <li><a href="#">
                            Продажа земли</a></li>
                        <li><a href="#">Продажа гаражей/Стоянок</a></li>
                        <li><a href="#">Аренда помещений</a></li>
                        <li><a href="#">
                            Продажа помещений</a></li>
                        <li><a href="#">Прочая недвижимость
                        </a></li>
                        <li><a href="#">Обмен недвижимости
                        </a></li>
                        <li><a href="#">Коммерческая недвижимость
                        </a></li>
                    </ul>
                    <ul>
                        <h4 className="footer__middle-ttile">
                            Хобби, Отдых и Спорт
                        </h4>

                        <li><a href="#"> Антиквариат и Коллекции
                        </a></li>
                        <li><a href="#">Музыкальные инструменты

                        </a></li>
                        <li><a href="#">Велосипеды

                        </a></li>
                        <li><a href="#">Товары для спорта и отдыха
                        </a></li>
                        <li><a href="#">Книги/Журналы

                        </a></li>
                        <li><a href="#">CD/DVD/Пластинки/Кассеты

                        </a></li>
                        <li><a href="#">Билеты и путешествия

                        </a></li>
                        <li><a href="#">Охота и рыбалка

                        </a></li>
                    </ul>
                </div>
                <div>
                    <ul>
                        <h4 className="footer__middle-ttile">Электроника</h4>
                        <li>
                            <a href="#">Телефоны
                            </a>
                        </li>
                        <li>
                            <a href="#">Компьютеры</a>
                        </li>
                        <li><a href="#">Ноутбуки, планшеты
                        </a></li>
                        <li><a href="#">
                            Оргтехника и расходники</a></li>
                        <li><a href="#">
                            ТВ,Фото,Видео и Аудио</a></li>
                        <li><a href="#">
                            Игры и Приставки</a></li>
                        <li><a href="#">
                            Техника для дома и Для себя</a></li>
                        <li><a href="#">Климатическое оборудование</a></li>
                        <li><a href="#"> Аксессуары и Комплектующие</a></li>
                        <li><a href="#">
                            Техника для наблюдения</a></li>
                        <li><a href="#">Прочая электроника
                        </a></li>
                    </ul>
                    <ul>
                        <h4 className="footer__middle-ttile">
                            Хобби, Отдых и Спорт
                        </h4>
                        <li><a href="#">     Антиквариат и Коллекции
                        </a></li>
                        <li><a href="#"> Музыкальные инструменты
                        </a></li>
                        <li><a href="#">Велосипеды
                        </a></li>
                        <li><a href="#">Товары для спорта и отдыха
                        </a></li>
                        <li><a href="#">Книги/Журналы
                        </a></li>
                        <li><a href="#">CD/DVD/Пластинки/Кассеты
                        </a></li>
                        <li><a href="#">Билеты и путешествия
                        </a></li>
                        <li><a href="#">Охота и рыбалка
                        </a></li>
                    </ul>
                </div>
                <div>
                    <ul>
                        <h4 className="footer__middle-ttile">Личные вещи</h4>
                        <li><a href="#">Одежда, обувь, аксессуары
                        </a></li>
                        <li><a href="#">Детская одежда и обувь
                        </a></li>
                        <li><a href="#">Детские товары и Игрушки
                        </a></li>
                        <li><a href="#">
                            Школьникам
                        </a></li>
                        <li><a href="#">Часы и украшения
                        </a></li>
                        <li><a href="#">Товары для красоты и здоровья
                        </a></li>
                        <li><a href="#">Разные вещи
                        </a></li>
                    </ul>
                    <ul>
                        {/* Прокат товаров
                    Туризм и спорт
                    Праздники и мероприятия
                    Перевозки и Аренда авто
                    Услуги спецтехники
                    Автосервис
                    Услуги такси
                    Химчистка и стирка
                    Пошив одежды и Обуви
                    Ювелирные услуги
                    Питание и доставка еды
                    Уход за животными
                    Другие услуги */}
                        <h4 className="footer__middle-ttile">
                            Бизнес и услуги
                        </h4>
                        <li>
                            <a href="#">Сырьё и материалы

                            </a>
                        </li>
                        <li>
                            <a href="#">Оборудование и аренда

                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Производство и обработка

                            </a>
                        </li>
                        <li>
                            <a href="#">Продажа бизнеса и партнерство

                            </a>
                        </li>
                        <li>
                            <a href="#">Финансовые услуги/Бухгалтерия

                            </a>
                        </li>
                        <li>
                            <a href="#"> Услуги для красоты и здоровья

                            </a>
                        </li>
                        <li>
                            <a href="#">Услуги курьера и доставки

                            </a>
                        </li>
                        <li>
                            <a href="#">Реклама, Полиграфия и Маркетинг

                            </a>
                        </li>
                        <li>
                            <a href="#">Няни, Сиделки и Домработницы

                            </a>
                        </li>
                        <li>
                            <a href="#">Обучение, курсы и репетиторы

                            </a>
                        </li>
                        <li>
                            <a href="#">Фото, видео, искусство и дизайн

                            </a>
                        </li>
                        <li>
                            <a href="#"> Перевод и Набор текста

                            </a>
                        </li>
                        <li><a href="#">
                            Юридические услуги</a></li>
                    </ul>
                </div>
            </div>
        </div>
    )

}